Repository: SimoxyKits/ESimKit
Catalog: Demo/esimkitapp/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh, zh_hant_tw

# esimkit_sentences_small_1
source: Are you planning to go abroad?
ar: هل تخطط للسفر إلى الخارج؟
ca: Teniu previst anar a l'estranger?
cs: Plánujete jet do zahraničí?
da: Planlægger du at rejse til udlandet?
de: Planen Sie ins Ausland zu gehen?
el: Σκοπεύετε να πάτε στο εξωτερικό;
es: ¿Estás planeando ir al extranjero?
fi: Aiotko matkustaa ulkomaille?
fr: Prévoyez-vous de partir à l'étranger?
he: האם אתה מתכנן לטוס לחו"ל?
hi: क्या आप विदेश जाने की योजना बना रहे हैं?
hr: Planirate li putovati u inozemstvo?
hu: Tervezel külföldre menni?
id: Apakah Anda berencana pergi ke luar negeri?
it: Stai pianificando di andare all'estero?
ja: 海外に行く予定はありますか？
ko: 해외로 가실 계획이 있으신가요?
ms: Adakah anda merancang untuk pergi ke luar negara?
nb: Planlegger du å reise utenlands?
nl: Ben je van plan om naar het buitenland te gaan?
pl: Planujesz wyjazd za granicę?
pt_br: Está a planear ir para o estrangeiro?
pt_pt: Você está planejando viajar para o exterior?
ro: Ai planificat să pleci în străinătate?
ru: Вы планируете поехать за границу?
sk: Plánujete ísť do zahraničia?
sv: Planerar du att resa utomlands?
th: คุณกำลังวางแผนที่จะไปต่างประเทศหรือไม่?
tr: Yurtdışına gitmeyi mi planlıyorsunuz?
uk: Ви плануєте поїхати за кордон?
vi: Bạn có đang có kế hoạch đi nước ngoài không?
zh: 你计划出国吗？
zh_hant_tw: 你有計劃要出國嗎？

# esimkit_sentences_small_2
source: Get your eSIM now!
ar: احصل على eSIM الخاص بك الآن!
ca: Obtingueu ara la vostra eSIM!
cs: Získejte teď svou eSIM!
da: Få din eSIM nu!
de: Holen Sie sich jetzt Ihre eSIM!
el: Πάρτε το eSIM σας τώρα!
es: ¡Obtén tu eSIM ahora!
fi: Hanki eSIM nyt!
fr: Obtenez votre eSIM maintenant!
he: קבל את ה-eSIM שלך עכשיו!
hi: अपने eSIM अभी प्राप्त करें!
hr: Dobijte svoju eSIM karticu sada!
hu: Vedd meg most az eSIM kártyádat!
id: Dapatkan eSIM Anda sekarang!
it: Ottieni la tua eSIM ora!
ja: 今すぐeSIMを手に入れましょう！
ko: 지금 eSIM을 받으세요!
ms: Dapatkan eSIM anda sekarang!
nb: Skaff deg eSIM nå!
nl: Krijg nu je eSIM!
pl: Teraz zdobądź swoją e-SIM!
pt_br: Obtenha o seu eSIM agora!
pt_pt: Obtenha seu eSIM agora!
ro: Obține-ți acum eSIM-ul!
ru: Получите свою eSIM сейчас!
sk: Získajte si teraz svoj eSIM!
sv: Skaffa din eSIM nu!
th: รับ eSIM ของคุณเดี๋ยวนี้!
tr: Şimdi eSIM'inizi alın!
uk: Отримайте свою eSIM зараз!
vi: Lấy ngay eSIM của bạn!
zh: 现在获取你的eSIM！
zh_hant_tw: 立即獲取你的eSIM卡！

# esimkit_sentences_small_3
source: Get super-fast internet in every country.
ar: احصل على انترنت سريع جداً في كل بلد.
ca: Obtingueu internet ultraràpid a cada país.
cs: Získejte super rychlý internet ve všech zemích.
da: Få super hurtigt internet i hvert land.
de: Erhalten Sie superschnelles Internet in jedem Land.
el: Αποκτήστε υπερ-γρήγορο internet σε κάθε χώρα.
es: Obtén internet súper rápido en cada país.
fi: Saat supernopean internetin jokaisessa maassa.
fr: Obtenez une connexion internet ultra-rapide dans tous les pays.
he: קבל אינטרנט מהיר בכל מדינה.
hi: हर देश में सुपर-फास्ट इंटरनेट प्राप्त करें।
hr: Dobijte izuzetno brz internet u svakoj zemlji.
hu: Szerezd be a szupert gyors internetet minden országban.
id: Dapatkan internet super cepat di setiap negara.
it: Ottieni internet super veloce in ogni paese.
ja: 全ての国で超高速インターネットを手に入れましょう.
ko: 모든 나라에서 초고속 인터넷을 누리세요.
ms: Dapatkan internet super laju di setiap negara.
nb: Få superraskt internett i hvert land.
nl: Krijg supersnel internet in elk land.
pl: Otrzymaj super szybki internet w każdym kraju.
pt_br: Tenha internet super rápida em todos os países.
pt_pt: Tenha internet super rápida em todos os países.
ro: Ai internet super-rapid în fiecare țară.
ru: Получите сверхбыстрый интернет в каждой стране.
sk: Získajte super rýchly internet v každej krajine.
sv: Få supersnabbt internet i varje land.
th: ได้รับอินเทอร์เน็ตความเร็วสูงในทุกประเทศ
tr: Her ülkede süper hızlı internet edinin.
uk: Отримайте швидкий інтернет у кожній країні.
vi: Có được internet siêu nhanh ở mọi quốc gia.
zh: 在每个国家都能获得超快的互联网.
zh_hant_tw: 在每個國家都享受超快速的網際網路.

# esimkit_sentences_small_4
source: eSIMs for 194 countries and regions.
ar: eSIM لـ 194 دولة ومنطقة.
ca: eSIMs per a 194 països i regions.
cs: eSIMy pro 194 zemí a regionů.
da: eSIM'er til 194 lande og regioner.
de: eSIMs für 194 Länder und Regionen.
el: eSIMs για 194 χώρες και περιοχές.
es: eSIMs disponibles para 194 países y regiones.
fi: eSIMit 194 maalle ja alueelle.
fr: eSIM pour 194 pays et régions.
he: eSIMs עבור 194 מדינות ואזורים.
hi: 194 देशों और क्षेत्रों के लिए eSIMs प्राप्त करें।
hr: eSIM kartice za 194 zemlje i regije.
hu: eSIM kártyák 194 országra és régióra.
id: eSIMs untuk 194 negara dan wilayah.
it: eSIM per 194 paesi e regioni.
ja: 194か国と地域のためのeSIMを手に入れましょう！
ko: 194개 국가와 지역에 대한 eSIM 제공.
ms: eSIM untuk 194 negara dan kawasan.
nb: eSIM-er for 194 land og regioner.
nl: eSIMs voor 194 landen en regio's.
pl: e-SIMy dla 194 krajów i regionów.
pt_br: eSIMs para 194 países e regiões.
pt_pt: eSIMs para 194 países e regiões.
ro: eSIM-uri pentru 194 de țări și regiuni.
ru: eSIMы для 194 стран и регионов.
sk: eSIMy pre 194 krajín a regiónov.
sv: eSIM för 194 länder och regioner.
th: ได้รับ eSIM สำหรับ 194 ประเทศและภูมิภาค
tr: 194 ülke ve bölge için eSIM'ler.
uk: eSIM для 194 країн та регіонів.
vi: eSIM cho 194 quốc gia và khu vực.
zh: eSIM适用于194个国家和地区.
zh_hant_tw: 提供194個國家和地區的eSIM卡.

# esimkit_sentences_small_5
source: Get your traveler eSIM now!
ar: احصل على eSIM السفر الخاص بك الآن!
ca: Obtingueu ara la vostra eSIM per a viatgers!
cs: Získejte nyní svou cestovní eSIM!
da: Få din rejse-eSIM nu!
de: Holen Sie sich jetzt Ihre Reise-eSIM!
el: Πάρτε το ταξιδευτικό σας eSIM τώρα!
es: ¡Obtén tu eSIM para viajeros ahora!
fi: Hanki matkustajan eSIM nyt!
fr: Obtenez votre eSIM pour voyageur maintenant!
he: קבל את ה-eSIM של המטייל שלך עכשיו!
hi: अपने यात्री eSIM अभी प्राप्त करें!
hr: Dobijte svoju putujuću eSIM karticu sada!
hu: Szerezd be most az utazó eSIM kártyádat!
id: Dapatkan eSIM pelancong Anda sekarang!
it: Ottieni la tua eSIM da viaggio ora!
ja: 旅行者向けeSIMを手に入れましょう！
ko: 여행자용 eSIM을 받으세요!
ms: Dapatkan eSIM pengembara anda sekarang!
nb: Skaff deg eSIM for reisende nå!
nl: Krijg nu je reis-eSIM!
pl: Teraz zdobądź swoją e-SIM dla podróżujących!
pt_br: Obtenha agora o seu eSIM para viajantes!
pt_pt: Obtenha seu eSIM de viajante agora!
ro: Obține-ți acum eSIM-ul pentru călători!
ru: Получите свою путешественническую eSIM сейчас!
sk: Získajte si teraz svoj cestovateľský eSIM!
sv: Skaffa din rese-eSIM nu!
th: ได้รับ eSIM สำหรับนักท่องเที่ยวของคุณเดี๋ยวนี้!
tr: Seyahat eSIM'inizi şimdi alın!
uk: Отримайте свою мандрівницьку eSIM зараз!
vi: Lấy ngay eSIM du lịch của bạn!
zh: 现在获取你的旅行者eSIM！
zh_hant_tw: 立即獲取你的旅行者eSIM卡！

# esimkit_sentences_small_6
source: Worldwide internet for travelers!
ar: انترنت عالمي للمسافرين!
ca: Internet mundial per a viatgers!
cs: Celosvětový internet pro cestovatele!
da: Verdensomspændende internet til rejsende!
de: Weltweit Internet für Reisende!
el: Παγκόσμιο internet για ταξιδιώτες!
es: ¡Internet en todo el mundo para viajeros!
fi: Maailmanlaajuinen internet matkailijoille!
fr: Internet mondial pour les voyageurs!
he: אינטרנט ברחבי העולם למטיילים!
hi: यात्रियों के लिए विश्वव्यापी इंटरनेट!
hr: Internetska veza širom svijeta za putnike!
hu: Világszerte internet utazóknak!
id: Internet global untuk pelancong!
it: Internet globale per i viaggiatori!
ja: 旅行者のための世界中のインターネット！
ko: 여행자를 위한 전 세계 인터넷!
ms: Internet di seluruh dunia untuk pengembara!
nb: Verdensomfattende internett for reisende!
nl: Wereldwijd internet voor reizigers!
pl: Internet na całym świecie dla podróżujących!
pt_br: Internet mundial para viajantes!
pt_pt: Internet em todo o mundo para viajantes!
ro: Internet în întreaga lume pentru călători!
ru: Весьма необходимый интернет для путешественников!
sk: Celosvetový internet pre cestovateľov!
sv: Världsomspännande internet för resenärer!
th: อินเทอร์เน็ตทั่วโลกสำหรับนักท่องเที่ยว!
tr: Seyahat edenler için dünya çapında internet!
uk: Світовий інтернет для мандрівників!
vi: Internet toàn cầu cho du khách!
zh: 全球旅行者的互联网！
zh_hant_tw: 全球旅行者網際網路！

# esimkit_sentences_long_1
source: Install a travel eSIM on your phone and roam like at home in 194 countries.
ar: قم بتثبيت بطاقة eSIM السفر على هاتفك وتجوَّل كما لو كنت في بلدك في 194 دولة.
ca: Instal·leu una eSIM de viatges al vostre telèfon i itinereu com si estiguéssiu a casa en 194 països.
cs: Nainstalujte si na svůj telefon cestovní eSIM a při cestování se budete cítit jako doma ve 194 zemích.
da: Installér en rejse-eSIM på din telefon og roam som derhjemme i 194 lande.
de: Installieren Sie eine Reise-eSIM auf Ihrem Handy und nutzen Sie in 194 Ländern das Roaming wie zu Hause.
el: Εγκαταστήστε ένα ταξιδιωτικό eSIM στο κινητό σας και περιηγηθείτε σε 194 χώρες σαν να είστε στο σπίτι σας.
es: Instala una eSIM de viaje en tu teléfono y visita 194 países como si estuvieras en casa.
fi: Asenna matkustajan eSIM puhelimeesi ja liiku kuin kotonasi 194 maassa.
fr: Installez une eSIM de voyage sur votre téléphone et naviguez comme chez vous dans 194 pays.
he: התקן את ה-eSIM לנייד שלך ותעבור כמו בבית ב-194 מדינות.
hi: अपने फ़ोन पर एक यात्रा eSIM स्थापित करें और 194 देशों में अपने घर की तरह घूमें।
hr: Instalirajte putničku eSIM karticu na svoj mobitel i lutajte kao kod kuće u 194 zemlje.
hu: Telepíts egy utazó eSIM kártyát a telefonodra és úgy járj, mint otthon, 194 országban.
id: Pasang eSIM perjalanan di ponsel Anda dan berkelana seperti di rumah di 194 negara.
it: Installate una eSIM da viaggio sul vostro telefono e girovagate come se foste a casa in 194 paesi.
ja: 電話にトラベルeSIMをインストールして、194か国で自宅のようにローミングしましょう.
ko: 폰에 여행용 eSIM을 설치하고 194개 국가에서는 마치 집에 있는 것처럼 로밍하세요.
ms: Pasang eSIM pengembara di telefon anda dan berkelana seperti di rumah di 194 negara.
nb: Installer en reise-eSIM på telefonen din og surf som hjemme i 194 land.
nl: Installeer een reis-eSIM op je telefoon en roamen zoals thuis in 194 landen.
pl: Zainstaluj e-SIM podróżniczą na swoim telefonie i korzystaj z roamingu w 194 krajach, tak jak w domu.
pt_br: Instale um eSIM de viagem no seu telefone e navegue como se estivesse em casa em 194 países.
pt_pt: Instale um eSIM de viagem em seu telefone e navegue como se estivesse em casa em 194 países.
ro: Instalează un eSIM pentru călătorii pe telefonul tău și rătăcește-te ca acasă în 194 de țări.
ru: Установите путешественническую eSIM на свой телефон и свободно перемещайтесь по каждой из 194 стран, как дома.
sk: Nainštalujte si cestovateľský eSIM do vášho telefónu a rozhovárajte sa v zahraničí ako doma v 194 krajinách.
sv: Installera en rese-eSIM på din telefon och surfa som hemma i 194 länder.
th: ติดตั้ง eSIM ในโทรศัพท์ของคุณและเดินทางได้เหมือนอยู่บ้านใน 194 ประเทศ
tr: Telefonunuza seyahat eSIM'i yükleyin ve 194 ülkede evinizde gibi dolaşın.
uk: Встановіть мандрівницьку eSIM на свій телефон та користуйтесь мережею, як удома, у 194 країнах.
vi: Cài đặt eSIM du lịch trên điện thoại của bạn và lưu diễn như ở nhà trong 194 quốc gia.
zh: 在你的手机上安装一张旅行者eSIM，就能在194个国家像在家一样漫游.
zh_hant_tw: 在你的手機上安裝旅行者eSIM卡，就能在194個國家像在家一樣自由漫遊.

# esimkit_sentences_long_2
source: Get super-fast 4G/LTE and 5G mobile data in every country.
ar: احصل على بيانات الجوال 4G / LTE و 5G فائقة السرعة في كل بلد.
ca: Obtingueu dades mòbils 4G/LTE i 5G ultraràpides a cada país.
cs: Získejte super rychlá 4G/LTE a 5G mobilní data ve všech zemích.
da: Få super hurtige 4G/LTE og 5G mobildatabaser i hvert land.
de: Erhalten Sie superschnelle 4G/LTE- und 5G-Mobildaten in jedem Land.
el: Αποκτήστε υπερ-γρήγορα 4G/LTE και 5G κινητά δεδομένα σε κάθε χώρα.
es: Obtén datos móviles súper rápidos de 4G/LTE y 5G en cada país.
fi: Saat supernopeaa 4G/LTE- ja 5G-mobiilidataa jokaisessa maassa.
fr: Profitez d'une connexion mobile 4G/LTE et 5G ultra-rapide dans chaque pays.
he: קבל נתונים סלולריים מהירים במדינה בכל הרשתות 4G/LTE ו-5G.
hi: हर देश में सुपर-फास्ट 4G / LTE और 5G मोबाइल डेटा प्राप्त करें।
hr: Dobijte izuzetno brze 4G/LTE i 5G mobilne podatke u svakoj zemlji.
hu: Szerezd be a szupert gyors 4G/LTE és 5G mobil adatot minden országban.
id: Dapatkan data seluler 4G/LTE dan 5G super cepat di setiap negara.
it: Ottieni dati mobili super veloci 4G/LTE e 5G in ogni paese.
ja: 全ての国で超高速な4G/LTEおよび5Gモバイルデータを手に入れましょう.
ko: 모든 나라에서 초고속 4G/LTE 및 5G 모바일 데이터를 누리세요.
ms: Dapatkan data mudah alih 4G/LTE dan 5G yang super laju di setiap negara.
nb: Få superrask 4G/LTE- og 5G-mobildata i hvert land.
nl: Krijg supersnelle 4G/LTE en 5G mobiele data in elk land.
pl: Otrzymaj super szybki mobilny internet 4G/LTE i 5G w każdym kraju.
pt_br: Tenha dados móveis super rápidos 4G/LTE e 5G em todos os países.
pt_pt: Tenha dados móveis 4G/LTE e 5G super rápidos em todos os países.
ro: Ai date mobile 4G/LTE și 5G super-rapide în fiecare țară.
ru: Получите сверхбыстрый мобильный интернет 4G/LTE и 5G в каждой стране.
sk: Získajte si super rýchle 4G/LTE a 5G mobilné dáta v každej krajine.
sv: Få supersnabb 4G/LTE och 5G mobildata i varje land.
th: ได้รับข้อมูลมือถือ 4G/LTE และ 5G ความเร็วสูงในทุกประเทศ
tr: Her ülkede süper hızlı 4G/LTE ve 5G mobil veri edinin.
uk: Отримайте швидкий мобільний інтернет 4G/LTE та 5G в кожній країні.
vi: Có được dữ liệu di động 4G/LTE và 5G siêu nhanh ở mọi quốc gia.
zh: 在每个国家都能获得超快的4G/LTE和5G移动数据.
zh_hant_tw: 在每個國家享受超快的4G/LTE和5G移動數據.

# esimkit_sentences_long_3
source: Activation on an eSIM compatible phone or mobile device takes less than 5 minutes, no SIM card needed.
ar: التنشيط على هاتف أو جهاز محمول متوافق مع eSIM يستغرق أقل من 5 دقائق، بدون بطاقة SIM.
ca: L'activació en un telèfon o dispositiu mòbil compatible amb eSIM dura menys de 5 minuts, no cal targeta SIM.
cs: Aktivace na eSIM kompatibilním telefonu nebo mobilním zařízení trvá méně než 5 minut, není potřeba SIM karta.
da: Aktivering på en eSIM-kompatibel telefon eller mobil enhed tager mindre end 5 minutter, ingen SIM-kort er nødvendigt.
de: Die Aktivierung auf einem eSIM-fähigen Handy oder Mobilgerät dauert weniger als 5 Minuten, keine SIM-Karte erforderlich.
el: Η ενεργοποίηση σε ένα κινητό ή φορητή συσκευή συμβατή με eSIM διαρκεί λιγότερο από 5 λεπτά, χωρίς να χρειάζεται κάρτα SIM.
es: La activación en un teléfono o dispositivo móvil compatible con eSIM dura menos de 5 minutos, no se necesita tarjeta SIM.
fi: Aktivointi eSIM-yhteensopivalla puhelimella tai mobiililaitteella kestää alle 5 minuuttia, mitään SIM-korttia ei tarvita.
fr: L'activation sur un téléphone ou un appareil mobile compatible eSIM prend moins de 5 minutes, aucune carte SIM n'est nécessaire.
he: הפעלה על טלפון או מכשיר סלולרי התומך ב-eSIM לוקחת פחות מ-5 דקות, אין צורך בכרטיס SIM.
hi: eSIM संगत फ़ोन या मोबाइल डिवाइस पर सक्रियण केवल 5 मिनट से कम समय लेता है, कोई SIM कार्ड की आवश्यकता नहीं होती है।
hr: Aktivacija na mobitelu ili mobilnom uređaju kompatibilnom sa eSIM karticom traje manje od 5 minuta, bez potrebe za SIM karticom.
hu: Az aktiválás egy eSIM-kompatibilis telefonon vagy mobil eszközön kevesebb, mint 5 percig tart, nem kell SIM-kártya.
id: Aktivasi pada ponsel atau perangkat seluler yang kompatibel dengan eSIM hanya membutuhkan waktu kurang dari 5 menit, tidak perlu kartu SIM.
it: L'attivazione su un telefono o dispositivo mobile compatibile con eSIM richiede meno di 5 minuti, senza bisogno di una SIM card.
ja: eSIM対応の電話やモバイルデバイスでのアクティベーションは5分以内で完了し、SIMカードは不要です.
ko: eSIM 호환 폰이나 모바일 장치에서의 활성화는 5분 이내에 완료되며 실제 SIM 카드는 필요하지 않습니다.
ms: Aktivasi pada telefon atau peranti mudah alih yang sesuai dengan eSIM mengambil masa kurang daripada 5 minit, tiada kad SIM diperlukan.
nb: Aktivering på en eSIM-kompatibel telefon eller mobilenhet tar mindre enn 5 minutter, ingen SIM-kort nødvendig.
nl: Activering op een eSIM-compatibele telefoon of mobiel apparaat duurt minder dan 5 minuten, geen SIM-kaart nodig.
pl: Aktywacja na kompatybilnym telefonie lub urządzeniu mobilnym z e-SIM zajmuje mniej niż 5 minut, brak potrzeby karty SIM.
pt_br: A ativação num telefone ou dispositivo móvel compatível com eSIM leva menos de 5 minutos, sem necessidade de cartão SIM.
pt_pt: A ativação em um telefone ou dispositivo móvel compatível com eSIM leva menos de 5 minutos, sem a necessidade de um cartão SIM físico.
ro: Activarea pe un telefon sau dispozitiv mobil compatibil cu eSIM durează mai puțin de 5 minute, nu este necesară o cartelă SIM.
ru: Активация на совместимом с eSIM телефоне или мобильном устройстве занимает менее 5 минут, не требуется SIM-карта.
sk: Aktivácia na kompatibilnom zariadení s eSIM trvá menej ako 5 minút, nie je potrebná SIM karta.
sv: Aktivering på en eSIM-kompatibel telefon eller mobil tar mindre än 5 minuter, ingen SIM-kort krävs.
th: ใช้เวลาในการเปิดใช้งานบนโทรศัพท์หรืออุปกรณ์โมบายเลสที่รองรับ eSIM น้อยกว่า 5 นาที ไม่จำเป็นต้องมี SIM card
tr: eSIM uyumlu bir telefonda veya mobil cihazda etkinleştirme işlemi 5 dakikadan az sürer, SIM kart gerekmez.
uk: Активація на сумісному з eSIM телефоні або мобільному пристрої займає менше 5 хвилин, не потрібно SIM-картки.
vi: Kích hoạt trên điện thoại hoặc thiết bị di động tương thích với eSIM mất ít hơn 5 phút, không cần thẻ SIM.
zh: 在兼容eSIM的手机或移动设备上激活只需不到5分钟，无需SIM卡.
zh_hant_tw: 只需不到5分鐘，在兼容eSIM卡的手機或移動設備上啟用，無需SIM卡.

# esimkit_sentences_long_4
source: Are you planning to go abroad? Switch networks effortlessly. No physical SIMs - just tap and connect to the internet!
ar: هل تخطط للسفر إلى الخارج؟ قم بتبديل الشبكات بكل سهولة. بدون بطاقات SIM - فقط انقر واتصل بالإنترنت!
ca: Teniu previst anar a l'estranger? Canvieu de xarxa sense problemes. No hi ha targetes SIM físiques: toqueu i connecteu-vos a internet!
cs: Plánujete cestovat do zahraničí? Přepněte síť snadno. Žádné fyzické SIM karty - stačí klepnout a připojit se k internetu!
da: Planlægger du at rejse til udlandet? Skift netværk problemfrit. Ingen fysiske SIM-kort - bare tryk og forbind til internettet!
de: Planen Sie ins Ausland zu gehen? Wechseln Sie mühelos das Netzwerk. Keine physischen SIM-Karten - einfach tippen und mit dem Internet verbinden!
el: Σκοπεύετε να πάτε στο εξωτερικό; Αλλάξτε δίκτυα εύκολα. Χωρίς φυσικές κάρτες SIM - απλά πατήστε και συνδεθείτε στο internet!
es: ¿Estás planeando ir al extranjero? Cambia de red sin esfuerzo. Sin tarjetas SIM físicas: ¡solo toca y conecta a internet!
fi: Aiotko matkustaa ulkomaille? Vaihda verkkoja helposti. Ei fyysisiä SIM-kortteja - vain napauta ja yhdisty internetiin!
fr: Prévoyez-vous de partir à l'étranger? Passez d'un réseau à l'autre sans effort. Aucune carte SIM physique - il vous suffit de toucher et de vous connecter à internet!
he: האם אתה מתכנן לטוס לחו"ל? החלף רשתות בקלות. ללא כרטיס SIM פיזי - סתם הקש והתחבר לאינטרנט!
hi: क्या आप विदेश जाने की योजना बना रहे हैं? बिना किसी शारीरिक SIM के आराम से नेटवर्क स्विच करें और इंटरनेट से जुड़ें!
hr: Planirate li putovati u inozemstvo? Prebacite se na mreže bez napora. Bez fizičkih SIM kartica - samo dodirnite i spojite se na internet!
hu: Tervezel külföldre menni? Válts hálózatot könnyedén. Nincsenek fizikai SIM-kártyák - csak érintsd meg és csatlakozz az internethez!
id: Apakah Anda berencana pergi ke luar negeri? Beralih jaringan dengan mudah. Tidak ada SIM fisik - cukup ketuk dan hubungkan ke internet!
it: Stai pianificando di andare all'estero? Cambia rete senza problemi. Nessuna SIM fisica, basta toccare e connettersi a internet!
ja: 海外に行く予定はありますか？ 容易にネットワークを切り替えましょう. 物理的なSIMカードは不要です-タップしてインターネットに接続するだけです！
ko: 해외로 가실 계획이 있으신가요? 간편하게 네트워크를 전환하세요. 실제 SIM 카드 없이 손가락으로 탭하고 인터넷에 연결하세요!
ms: Adakah anda merancang untuk pergi ke luar negara? Tukar rangkaian dengan mudah. Tiada kad SIM fizikal - hanya tekan dan sambung ke internet!
nb: Planlegger du å reise utenlands? Bytt nettverk enkelt. Ingen fysiske SIM-kort - bare trykk og koble til internett!
nl: Ben je van plan om naar het buitenland te gaan? Schakel moeiteloos over naar andere netwerken. Geen fysieke SIM-kaarten - gewoon tikken en verbinden met internet!
pl: Planujesz wyjazd za granicę? Zmieniaj sieci bez trudu. Brak fizycznych kart SIM - wystarczy dotknąć i połączyć się z internetem!
pt_br: Está a planear ir para o estrangeiro? Mude de rede sem esforço. Sem cartões SIM físicos - basta tocar e ligar-se à internet!
pt_pt: Você está planejando viajar para o exterior? Troque de rede sem esforço. Sem cartões SIM físicos - apenas toque e conecte-se à internet!
ro: Ai planificat să pleci în străinătate? Schimbă rețelele cu ușurință. Fără cartele SIM fizice - doar atinge și conectează-te la internet!
ru: Вы планируете поехать за границу? Переключайтесь сети без проблем. Никаких физических SIM-карт - просто нажмите и подключайтесь к интернету!
sk: Plánujete ísť do zahraničia? Prepnite siete bez námahy. Žiadne fyzické SIM karty - len klepnite a pripojte sa k internetu!
sv: Planerar du att resa utomlands? Byt nätverk smidigt. Inga fysiska SIM-kort - bara knacka och anslut till internet!
th: คุณวางแผนที่จะไปต่างประเทศหรือไม่? ตัดสินใจเปลี่ยนเครือข่ายได้อย่างง่ายดาย ไม่มี SIM card ที่ต้องใส่ - แค่แตะแล้วเชื่อมต่อกับอินเทอร์เน็ต!
tr: Yurtdışına gitmeyi mi planlıyorsunuz? İnterneti sorunsuz bir şekilde değiştirin. Fiziksel SIM kartlar yok - sadece dokunup internete bağlanın!
uk: Ви плануєте поїхати за кордон? Переключайтеся між операторами легко. Немає фізичних SIM-карток - просто доторкніться та підключайтесь до інтернету!
vi: Bạn có đang có kế hoạch đi nước ngoài không? Chuyển mạng dễ dàng. Không cần thẻ SIM vật lý - chỉ cần chạm và kết nối với internet!
zh: 你计划出国吗？无缝切换网络.无需物理SIM卡-只需轻点一下，即可连接到互联网.
zh_hant_tw: 你有計劃要出國嗎？輕鬆切換網絡.不再需要插入SIM卡，只需輕觸即可連接網際網路！

# esimkit_sentences_slogans_1
source: Fast Mobile Data
ar: بيانات المحمول السريعة
ca: Dades mòbils ràpides.
cs: Rychlá mobilní data
da: Hurtig mobildata
de: Schnelle mobile Daten
el: Γρήγορα κινητά δεδομένα
es: Datos móviles rápidos.
fi: Nopea mobiilidata
fr: Données mobiles rapides
he: נתונים סלולריים מהירים
hi: तेज़ मोबाइल डेटा
hr: Brzi mobilni podaci
hu: Gyors mobil adat
id: Data seluler cepat
it: Dati mobili veloci
ja: 高速なモバイルデータ
ko: 빠른 모바일 데이터
ms: Data Mudah Alih Laju
nb: Rask mobildata
nl: Snel mobiel dataverkeer.
pl: Szybki Internet Mobilny
pt_br: Dados Móveis Rápidos
pt_pt: Dados móveis rápidos
ro: Date mobile rapide.
ru: Быстрый мобильный интернет
sk: Rýchle mobilné dáta
sv: Snabb mobildata
th: ข้อมูลมือถือความเร็วสูง
tr: Hızlı Mobil Veri
uk: Швидкі мобільні дані
vi: Dữ liệu di động nhanh chóng
zh: 快速移动数据
zh_hant_tw: 快速的移動數據.

# esimkit_sentences_slogans_2
source: Instant Activation
ar: تنشيط فوري
ca: Activació instantània.
cs: Okamžitá aktivace
da: Øjeblikkelig aktivering
de: Sofortige Aktivierung
el: Άμεση ενεργοποίηση
es: Activación instantánea.
fi: Välitön aktivointi
fr: Activation instantanée
he: הפעלה מיידית
hi: तत्परता मौहब्बते
hr: Trenutna aktivacija
hu: Azonnali aktiválás
id: Aktivasi instan
it: Attivazione istantanea
ja: 即時アクティベーション
ko: 즉시 활성화
ms: Aktivasi Segera
nb: Øyeblikkelig aktivering
nl: Directe activatie.
pl: Natychmiastowa Aktywacja
pt_br: Ativação Instantânea
pt_pt: Ativação instantânea
ro: Activare instantanee.
ru: Мгновенная активация
sk: Okamžité aktivovanie
sv: Omedelbar aktivering
th: การเปิดใช้งานทันที
tr: Anında Etkinleştirme
uk: Миттєва активація
vi: Kích hoạt tức thì.
zh: 即时激活
zh_hant_tw: 即時啟用.
